Repository: mKhurramNaseem/ai_chat_bot
Catalog: lib/l10n/app_*.arb
Languages: ur

source: Hello World!
ur: ูู ูุฑูฺ!

source: Create your Account
ur: ุงูพูุง ุงฺฉุงุคููน ุจูุงุฆฺบ

source: Email
ur: ุง ู ู

source: Password
ur: ูพุงุณ ูุฑฺ

source: Sign up
ur: ุณุงุฆู ุงูพ ฺฉุฑฺบ

source: Sign in
ur: ุณุงุฆู ุงู ฺฉุฑฺบ

# alreadyHaveAccount
source: Already have an account
ur: ูพู ุณ  ุงฺฉ ุงฺฉุงุคููน 

source: Login to your Account
ur: ุงูพู ุงฺฉุงุคููน ู ฺบ ูุงฺฏ ุงู ฺฉุฑฺบ

# forgotPassword
source: Forgot the password
ur: ูพุงุณ ูุฑฺ ุจฺพูู ฺฏุฆ

# dontHaveAccount
source: Don''t have an account
ur: ุงฺฉุงุคููน ูฺบ 

# forgotPasswordTitle
source: Forgot Password
ur: ูพุงุณ ูุฑฺ ุจฺพูู ฺฏุฆ

source: Select which contact details should we use to reset your password
ur: ู ูุชุฎุจ ฺฉุฑฺบ ฺฉ ุขูพ ฺฉ ูพุงุณ ูุฑฺ ฺฉู ุฏูุจุงุฑ ุชุฑุชุจ ุฏู ฺฉ ู ู ฺบ ฺฉูู ุณ ุฑุงุจุท ฺฉ ุชูุตูุงุช ุงุณุชุนู ุงู ฺฉุฑู ฺุงุฆฺบ

source: via Email:
ur: :ุง ู ู ฺฉ ุฐุฑุน

# continueText
source: Continue
ur: ุฌุงุฑ ุฑฺฉฺพฺบ

source: Code has been send to {email}
ur: ฺฉูฺ {email} ูพุฑ ุจฺพุฌ ุฏุง ฺฏุง 

# resendCodeInS
source: Resend code in {seconds}s
ur: ฺฉูฺ {seconds} ู ฺบ ุฏูุจุงุฑ ุจฺพุฌฺบ

source: Verify
ur: ุชุตุฏู ฺฉุฑฺบ

source: Error!
ur: ุบูุท!

source: Invalid OTP
ur: OTP ุบูุท

source: Cancel
ur: ู ูุณูุฎ ฺฉุฑฺบ

# welcome
source: Welcome, {name}ðŸ‘‹
ur: ๐{name} ุฎูุด ุขู ุฏุฏ

# letsHaveFun
source: Lets Have Fun with {model}
ur: ุขุฆ {model} ฺฉ ุณุงุชฺพ ู ุฒ ฺฉุฑฺบ

# startConversion
source: Start a conversation with {model} Right Now
ur: ุงุจฺพ {model} ฺฉ ุณุงุชฺพ ุจุงุช ฺุช ุดุฑูุน ฺฉุฑฺบ

# startChatWithBobo
source: Start Chat with {model}
ur: {model} ฺฉ ุณุงุชฺพ ฺูน ุดุฑูุน ฺฉุฑฺบ

source: Active Chats
ur: ุงฺฉูนู ฺูนุณ

source: Ended Chats
ur: ฺูนุณ ุฎุชู ูฺฏุฆฺบ

source: See All
ur: ุณุจ ุฏฺฉฺพฺบ

source: Start Another Chat with {model}
ur: {model} ฺฉ ุณุงุชฺพ ุงฺฉ ุงูุฑ ฺูน ุดุฑูุน ฺฉุฑฺบ

source: Type a message to {model}
ur: {model} ฺฉู ูพุบุงู ูนุงุฆูพ ฺฉุฑฺบ

source: Clear Chat
ur: ฺูน ุตุงู ฺฉุฑฺบ

source: End Session
ur: ุณุดู ุฎุชู ฺฉุฑฺบ

source: Are you sure you want to end chat session with {model}
ur: ฺฉุง ุขูพ ูุงูุน {model} ฺฉ ุณุงุชฺพ ฺูน ุณุดู ุฎุชู ฺฉุฑูุง ฺุงุช ฺบ

source: Yes, End Session
ur: ุงฺบุ ุณุดู ุฎุชู ฺฉุฑฺบ

source: Activity
ur: ุณุฑฺฏุฑู 

source: Your Statistics
ur: ุขูพ ฺฉ ุงุนุฏุงุฏูุดู ุงุฑ

# graphOfTimeYouSpentWithModel
source: Graph of the time you spent with {model} this week
ur: ุงุณ ูุช ุขูพ ู {model} ฺฉ ุณุงุชฺพ ฺฏุฒุงุฑ ููุช ฺฉุง ฺฏุฑุงู

source: Details Chat Activity
ur: ฺูน ฺฉ ุณุฑฺฏุฑู  ฺฉ ุชูุตูุงุช

source: Settings
ur: ุชุฑุชุจุงุช

source: Edit Profile
ur: ูพุฑููุงุฆู ู ฺบ ุชุฑู ู ฺฉุฑฺบ

source: Language
ur: ุฒุจุงู

source: Help Center
ur: ุงู ุฏุงุฏ ู ุฑฺฉุฒ

source: Logout
ur: ูุงฺฏ ุขุคูน

source: Are you sure you want to log out?
ur: ฺฉุง ุขูพ ูุงูุน ูุงฺฏ ุขุคูน ฺฉุฑูุง ฺุงุช ฺบุ

source: Yes, Logout
ur: ุงฺบุ ูุงฺฏ ุขุคูน

source: Update
ur: ุงูพ ฺูน ฺฉุฑฺบ

source: FAQ
ur: ุงฺฉุซุฑ ูพูฺฺพ ฺฏุฆ ุณูุงูุงุช

source: Contact us
ur: ู ุณ ุฑุงุจุท ฺฉุฑฺบ

source: Passwords don''t match
ur: ูพุงุณ ูุฑฺุฒ ู ู ุงุซู ูฺบ ฺบ

source: Confirm Password
ur: ูพุงุณ ูุฑฺ ฺฉ ุชุตุฏู ฺฉุฑฺบ

source: Create New PIN
ur: ูุง ูพู ุจูุงุฆฺบ

source: Create Your New Password
ur: ุงูพูุง ูุง ูพุงุณ ูุฑฺ ุจูุงุฆฺบ

source: Congratulations!
ur: !ู ุจุงุฑฺฉ ู

# yourAccountIsReadyToUse
source: Your account is ready to use. You will be redirected to the Home page in a few seconds.
ur: ุขูพ ฺฉุง ุงฺฉุงุคููน ุงุณุชุนู ุงู ฺฉ ู ุชุงุฑ  ุขูพ ฺฉู ฺูุฏ ุณฺฉูฺ ู ฺบ ูู ูพุฌ ูพุฑ ุจฺพุฌ ุฏุง ุฌุงุฆ ฺฏุง

source: Suggested
ur: ุชุฌูุฒ ฺฉุฑุฏ
